---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.ImportInstance
source: html/fcedeca0-0e52-6a5f-b716-1d92c0fbac62.htm
---
# ImportInstance Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.